cold_snacks = [
    {
        "dish": "Оселедець",
        "weight": 100,
        "price": 70,
        "id": 1
    },
    {
        "dish": "Оливки",
        "weight": 50,
        "price": 30,
        "id": 2
    },
    {
        "dish": "Овочева нарізка",
        "weight": 250,
        "price": 85,
        "id": 3
    },
    {
        "dish": "Сирна тарілка",
        "weight": 200,
        "price": 220,
        "id": 4
    },
    {
        "dish": "Мʼясна тарілка",
        "weight": 250,
        "price": 275,
        "id": 5
    },
    {
        "dish": "Сало по-селянськи",
        "weight": 50,
        "price": 55,
        "id": 6
    },
    {
        "dish": "Домашні соління (огірки,помідори,капуста)",
        "weight": 100,
        "price": 40,
        "id": 7
    }
]
menu_alcohol = [
    {
        "dish": "Chivas regal",
        "price": 150,
        "type": "whiskey",
        "id": 1
    },
    {
        "dish": "Jack daniels",
        "price": 110,
        "type": "whiskey",
        "id": 2
    },
    {
        "dish": "Jameson",
        "price": 100,
        "type": "whiskey",
        "id": 3
    },
    {
        "dish": "Johnie Walker Red Label",
        "price": 75,
        "type": "whiskey",
        "id": 4
    },
    {
        "dish": "Jim beam",
        "price": 100,
        "type": "whiskey",
        "id": 5
    },
    {
        "dish": "Bell's",
        "price": 55,
        "type": "whiskey",
        "id": 6
    },
    {
        "dish": "Bacardi",
        "price": 65,
        "type": "whiskey",
        "id": 7
    },
    {
        "dish": "Captain morgan",
        "price": 70,
        "type": "whiskey",
        "id": 8
    },
    {
        "dish": "Брендбар",
        "price": 29,
        "type": "likers",
        "id": 9
    },
    {
        "dish": "Малібу",
        "price": 60,
        "type": "likers",
        "id": 10
    },
    {
        "dish": "Бехерівка",
        "price": 65,
        "type": "likers",
        "id": 11
    },
    {
        "dish": "Вана Талінн",
        "price": 65,
        "type": "likers",
        "id": 12
    },
    {
        "dish": "Текіла",
        "price": 75,
        "type": "likers",
        "id": 13
    },
    {
        "dish": "Бейліс",
        "price": 85,
        "type": "likers",
        "id": 14
    },
    {
        "dish": "Самбука",
        "price": 65,
        "type": "likers",
        "id": 15
    },
    {
        "dish": "Абсент",
        "price": 95,
        "type": "likers",
        "id": 16
    },
    {
        "dish": "Єгермейстр",
        "price": 75,
        "type": "likers",
        "id": 17
    },
    {
        "dish": "Джин",
        "price": 50,
        "type": "likers",
        "id": 18
    },
    {
        "dish": "Grey goose",
        "price": 100,
        "type": "horilka",
        "id": 19
    },
    {
        "dish": "Горілка в асортименті",
        "price": 32,
        "type": "horilka",
        "id": 20
    },
    {
        "dish": "Львівська давня",
        "price": 40,
        "type": "horilka",
        "id": 21
    },
    {
        "dish": "Немирів лекс",
        "price": 55,
        "type": "horilka",
        "id": 22
    },
    {
        "dish": "Finlandia",
        "price": 55,
        "type": "horilka",
        "id": 23
    },
    {
        "dish": "Вермут Мартіні",
        "price": 37,
        "type": "wine",
        "id": 24
    },
    {
        "dish": "Вина України",
        "price": 20,
        "type": "wine",
        "id": 25
    },
    {
        "dish": "Вина Грузії",
        "price": 35,
        "type": "wine",
        "id": 26
    },
    {
        "dish": "Вина Європи",
        "price": 35,
        "type": "wine",
        "id": 27
    },
    {
        "dish": "Martini asti",
        "price": 520,
        "type": "shamp",
        "id": 28
    },
    {
        "dish": "Просекко",
        "price": 550,
        "type": "shamp",
        "id": 29
    },
    {
        "dish": "Шампанське Україна",
        "price": 300,
        "type": "shamp",
        "id": 30
    },
    {
        "dish": "Fragolino",
        "price": 325,
        "type": "shamp",
        "id": 31
    },
    {
        "dish": "Hennessy",
        "price": 150,
        "type": "cognac",
        "id": 32
    },
    {
        "dish": "Metaxa",
        "price": 100,
        "type": "cognac",
        "id": 33
    },
    {
        "dish": "Старий кахеті",
        "price": 62,
        "type": "cognac",
        "id": 34
    },
    {
        "dish": "Закарпатський",
        "price": 60,
        "type": "cognac",
        "id": 35
    },
    {
        "dish": "Асканелі",
        "price": 60,
        "type": "cognac",
        "id": 36
    },
    {
        "dish": "Микулин",
        "price": 55,
        "type": "beer",
        "id": 37
    },
    {
        "dish": "Bad",
        "price": 55,
        "type": "beer",
        "id": 38
    },
    {
        "dish": "Stella artois",
        "price": 65,
        "type": "beer",
        "id": 39
    },
    {
        "dish": "Corona extra",
        "price": 75,
        "type": "beer",
        "id": 40
    },
    {
        "dish": "Leffe",
        "price": 75,
        "type": "beer",
        "id": 41
    }
]
menu_coctails = [
    {
        "dish": "Негроні",
        "storage": "Червоний вермут,джин,лікер",
        "price": 67,
        "type": "alcoholic",
        "id": 1
    },
    {
        "dish": "Відпочинок на пляжі",
        "storage": "Горілка,лікер,журавлиний сік,апельсиновий сік",
        "price": 65,
        "type": "alcoholic",
        "id": 2
    },
    {
        "dish": "Сінгапурський слінг",
        "storage": "Джин,лікер,ананасовий сік,сироп,лимонний фреш",
        "price": 77,
        "type": "alcoholic",
        "id": 3
    },
    {
        "dish": "Піна колада",
        "storage": "Ром,ананасовий сік,сироп,вершки",
        "price": 95,
        "type": "alcoholic",
        "id": 4
    },
    {
        "dish": "Лонг айленд айсті",
        "storage": "Горілка,текіла,ром,джин,лікер,лимонний фреш,сироп,кола",
        "price": 85,
        "type": "alcoholic",
        "id": 5
    },
    {
        "dish": "Блакитна лагуна",
        "storage": "Горілка,лікер,лимонний фреш,содова",
        "price": 80,
        "type": "alcoholic",
        "id": 6
    },
    {
        "dish": "Ананасове мохіто",
        "storage": "Ром,лікер,ананасовий сік,содова,мʼята",
        "price": 75,
        "type": "alcoholic",
        "id": 7
    },
    {
        "dish": "Маргарита",
        "storage": "Текіла,лікер,сироп,лимонний фреш",
        "price": 85,
        "type": "alcoholic",
        "id": 8
    },
    {
        "dish": "Падіння місіонера",
        "storage": "Ром,лікер,сироп,лимонний сік,ананас",
        "price": 95,
        "type": "alcoholic",
        "id": 9
    },
    {
        "dish": "Аруба арріба",
        "storage": "Ром,горілка,лікер,апельсиновий сік",
        "price": 75,
        "type": "alcoholic",
        "id": 10
    },
    {
        "dish": "Минт куллер",
        "storage": "Ром,самбука,бальзам ягідний,цитрусовий фреш",
        "price": 90,
        "type": "alcoholic",
        "id": 11
    },
    {
        "dish": "Рафаелло",
        "storage": "Сироп,кокосовий лікер,молоко,бейліс,кокосова стружка",
        "price": 90,
        "type": "alcoholic",
        "id": 12
    },
    {
        "dish": "Космополітен",
        "storage": "Горілка,лікер,фреш,журавлиний сік",
        "price": 55,
        "type": "alcoholic",
        "id": 13
    },
    {
        "dish": "Апероль",
        "storage": "Апероль,содова,просекко,апельсин",
        "price": 140,
        "type": "alcoholic",
        "id": 14
    },
    {
        "dish": "Джин тонік",
        "storage": "Джин,лимонний фреш,тонік",
        "price": 70,
        "type": "alcoholic",
        "id": 15
    },
    {
        "dish": "Лимонний",
        "storage": None,
        "price": 55,
        "type": "nonAlcoholic",
        "id": 16
    },
    {
        "dish": "Апельсиновий",
        "storage": None,
        "price": 55,
        "type": "nonAlcoholic",
        "id": 17
    },
    {
        "dish": "Лавандовий",
        "storage": None,
        "price": 55,
        "type": "nonAlcoholic",
        "id": 18
    },
    {
        "dish": "Манго-маракуйя",
        "storage": None,
        "price": 55,
        "type": "nonAlcoholic",
        "id": 19
    },
    {
        "dish": "Молочні коктейлі",
        "storage": None,
        "price": 55,
        "type": "nonAlcoholic",
        "id": 20
    },
    {
        "dish": "Мохіто Б/А",
        "storage": None,
        "price": 60,
        "type": "nonAlcoholic",
        "id": 21
    },
    {
        "dish": "В-52",
        "storage": "Лікер,крем-лікер",
        "price": 45,
        "type": "shot",
        "id": 22
    },
    {
        "dish": "В-53",
        "storage": "Лікер,крем-лікер,абсент",
        "price": 45,
        "type": "shot",
        "id": 23
    },
    {
        "dish": "Лагуна",
        "storage": "Горілка,лимонний сік,лікер",
        "price": 45,
        "type": "shot",
        "id": 24
    },
    {
        "dish": "Хіросіма",
        "storage": "Абсент,самбука,сироп,крем-лікер",
        "price": 50,
        "type": "shot",
        "id": 25
    },
    {
        "dish": "Хмари",
        "storage": "Абсент,текіла,самбука,сироп",
        "price": 50,
        "type": "shot",
        "id": 26
    },
    {
        "dish": "Кураж",
        "storage": "Сироп,самбука,абсент,крем-лікер",
        "price": 45,
        "type": "shot",
        "id": 27
    },
    {
        "dish": "Вибух мозку",
        "storage": "Самбука,мартіні,бейліс,сироп",
        "price": 55,
        "type": "shot",
        "id": 28
    }
]
menu_deserts = [
    {
        "dish": "Яблуко в слойці",
        "weight": 130,
        "price": 65,
        "id": 1
    },
    {
        "dish": "Млинець з фруктовою начинкою та морозивом",
        "weight": 200,
        "price": 65,
        "id": 2
    },
    {
        "dish": "Морозиво казка (горіхи та конфетюр)",
        "weight": 150,
        "price": 70,
        "id": 3
    },
    {
        "dish": "Морозиво \"Холодна фантазія\"",
        "weight": 150,
        "price": 80,
        "id": 4
    },
    {
        "dish": "Десерт \"Імператорський\" (яблука в карамелі)",
        "weight": 200,
        "price": 100,
        "id": 5
    },
    {
        "dish": "Штрудель яблучний",
        "weight": 100,
        "price": 60,
        "id": 6
    },
    {
        "dish": "Штрудель вишневий",
        "weight": 100,
        "price": 85,
        "id": 7
    },
    {
        "dish": "Круасан з топінгом",
        "weight": None,
        "price": 50,
        "id": 8
    },
    {
        "dish": "Морозиво ріжок",
        "weight": None,
        "price": 30,
        "id": 9
    }
]
menu_drinks = [
    {
        "dish": "Вода з лимоном",
        "weight": 1000,
        "price": 75,
        "id": 9
    },
    {
        "dish": "Кола,фанта,пепсі,спрайт",
        "weight": 1000,
        "price": 55,
        "id": 1
    },
    {
        "dish": "Квас ",
        "weight": 500,
        "price": 45,
        "id": 6
    },
    {
        "dish": "Бонаква",
        "weight": 500,
        "price": 28,
        "id": 7
    },
    {
        "dish": "Боржомі",
        "weight": 500,
        "price": 60,
        "id": 8
    },
    {
        "dish": "Сік в асортименті ",
        "weight": 225,
        "price": 25,
        "id": 4
    }
]
menu_first_dish = [
    {
        "dish": "Борщок",
        "weight": 200,
        "price": 50,
        "id": 1
    },
    {
        "dish": "Борщ Український",
        "weight": 300,
        "price": 70,
        "id": 2
    },
    {
        "dish": "Юшка з білих грибів",
        "weight": 210,
        "price": 70,
        "id": 3
    },
    {
        "dish": "Журек",
        "weight": 350,
        "price": 75,
        "id": 4
    },
    {
        "dish": "Бульйон з локшиною і курячим мʼясом",
        "weight": 300,
        "price": 55,
        "id": 5
    },
    {
        "dish": "Суп-пʼюре з шпинатом та грінками",
        "weight": 300,
        "price": 85,
        "id": 6
    },
    {
        "dish": "Сирний суп з шампіньйонами",
        "weight": 300,
        "price": 70,
        "id": 7
    }
]
menu_pizza = [
  {
    "id": 23,
    "dish": "Капрезе 🧀",
    "storage": "Тісто,вершки,моцарелла,помідори,рукола,соус песто",
    "price": 155
  },
  {
    "id": 13,
    "dish": "Піца з мисливськими ковбасками 🌶️",
    "storage": "Тісто,томатна паста,сир,маринований огірок,мисливські ковбаски,томати,синя цибуля,чилі",
    "price": 145
  },
  {
    "id": 6,
    "dish": "Ді поло 🍅",
    "storage": "Тісто,томати,сир,курка,кукурудза,помідори",
    "price": 120
  },
  {
    "id": 4,
    "dish": "Гавайська біла 🍍",
    "storage": "Тісто,сир,ананаси,вершки,кукурудза,курка",
    "price": 150
  },
  {
    "id": 3,
    "dish": "Капрічоза 🍄",
    "storage": "Тісто,томати,сир,шинка,шампіньйони,помідори",
    "price": 120
  },
  {
    "id": 8,
    "dish": "Каммбаретті 🧀",
    "storage": "Тісто,вершки,сир,креветки,шпинат,часник",
    "price": 165
  },
  {
    "id": 2,
    "dish": "Саляміно 🥓",
    "storage": "Тісто,томати,сир,салямі",
    "price": 105
  },
  {
    "id": 5,
    "dish": "Рустика 🥓",
    "storage": "Тісто,вершки,сир,курка,шампіньйони,кукурудза",
    "price": 135
  },
  {
    "id": 16,
    "dish": "Баварія 🥩",
    "storage": "Тісто,соус барбекю,шинка,салямі,курка,бекон,орегано",
    "price": 200
  },
  {
    "id": 1,
    "dish": "Маргарита 🍅",
    "storage": "Тісто,сир,помідори",
    "price": 85
  },
  {
    "id": 12,
    "dish": "Прошуто ді парма 🥩",
    "storage": "Тісто,томати,сир,маслини,пармська шинка, рукола",
    "price": 175
  },
  {
    "id": 15,
    "dish": "Тунно 🍣",
    "storage": "Тісто,неаполітанський соус, моцарелла,тунець,цибуля синя,каперси",
    "price": 200
  },
  {
    "id": 17,
    "dish": "Палермо 🧀",
    "storage": "Тісто,вершки,горгонзола,моцарелла,груша,кедрові горіхи",
    "price": 185
  },
  {
    "id": 11,
    "dish": "Квадро формаджіо 🧀",
    "storage": "Тісто,вершки,сир,моцарелла,горгонзола,пармезан",
    "price": 160
  },
  {
    "id": 7,
    "dish": "Мексиканка 🌶",
    "storage": "Тісто,томати,сир,салямі,цибуля,чилі",
    "price": 120
  },
  {
    "id": 21,
    "dish": "Байрактар 🛩",
    "storage": "Тісто,томати,грудинка,мисливські ковбаски,перець болгарський,гірчиця",
    "price": 140
  },
  {
    "id": 20,
    "dish": "Піца з яблук 🍏",
    "storage": "Тісто,вершки,яблука,кориця,цукрова пудра",
    "price": 95
  },
  {
    "id": 19,
    "dish": "Кальцоне 🧀",
    "storage": "Тісто,вершки,моцарелла,прошуто,рукола,кунжут",
    "price": 185
  },
  {
    "id": 22,
    "dish": "Дорблю 🧀",
    "storage": "Тісто,вершки,печериці,шинка,сир,горгонзола,моцарелла",
    "price": 190
  },
  {
    "id": 9,
    "dish": "Папероні 🥩",
    "storage": "Тісто,томати,сир,підчеревина,перець болгарський,чилі,пармезан",
    "price": 140
  },
  {
    "id": 18,
    "dish": "Піца з морепродуктами 🍣",
    "storage": "Тісто,сир,вершки,лосось,креветки,кальмари,мідії",
    "price": 285
  },
  {
    "id": 10,
    "dish": "Сальмоне 🍣",
    "storage": "Тісто,вершки,сир,лосось,маслини,лимон",
    "price": 195
  },
  {
    "id": 14,
    "dish": "Карбонара 🥓",
    "storage": "Тісто,вершки,сир,бекон,базилік,яйце,орегано,пармезан",
    "price": 135
  }
]
menu_salats = [
    {
        "dish": "Версаль",
        "storage": "Пекінська капуста,шинка,помідори,сухарики,зелена цибуля,майонез",
        "weight": 220,
        "price": 80,
        "id": 1
    },
    {
        "dish": "Інсбрук",
        "storage": "Філе куряче,перець болгарський,огірок маринований,цибуля синя,соус",
        "weight": 220,
        "price": 80,
        "id": 2
    },
    {
        "dish": "Капуста з олією",
        "storage": "Капуста,морква,спеції,олія",
        "weight": 150,
        "price": 50,
        "id": 3
    },
    {
        "dish": "З буряка",
        "storage": None,
        "weight": 150,
        "price": 65,
        "id": 4
    },
    {
        "dish": "З огірків і помідроів",
        "storage": None,
        "weight": 150,
        "price": 50,
        "id": 5
    },
    {
        "dish": "Грецький",
        "storage": "Помідор,огірок,перець болгарський,маслини,зелень,оливкова олія,бринза",
        "weight": 150,
        "price": 75,
        "id": 6
    },
    {
        "dish": "Бейжа літня",
        "storage": None,
        "weight": 350,
        "price": 90,
        "id": 7
    },
    {
        "dish": "Цезар",
        "storage": "Помідори,куряче мʼясо,сухарики,сир пармезан,соус Цезар",
        "weight": 350,
        "price": 110,
        "id": 8
    },
    {
        "dish": "Капрезе",
        "storage": "Рукола,помідор,моцарелла,соус Песто",
        "weight": 260,
        "price": 120,
        "id": 9
    },
    {
        "dish": "Свіжість",
        "storage": "Кабачок,рукола,фета,огірок",
        "weight": 300,
        "price": 135,
        "id": 10
    },
    {
        "dish": "4 сири",
        "storage": "Рукола,мікс салатів,фета,пармезан,моцарела,горгозола",
        "weight": 200,
        "price": 145,
        "id": 11
    },
    {
        "dish": "Теплий салат з телятини",
        "storage": "Мікс салату,телятина,кабачок,маринований огірок,перець,печериці",
        "weight": 310,
        "price": 140,
        "id": 12
    },
    {
        "dish": "Салат від шефа",
        "storage": "Мікс салату,куряче мʼясо,огірок,помідор,сирний соус",
        "weight": 110,
        "price": 110,
        "id": 13
    }
]
menu_second_dish = [
  {
    "id": 1,
    "dish": "Відбивна по-французьки (з цибулькою та сиром)",
    "weight": 155,
    "price": 90,
    "type": "pig"
  },
  {
    "id": 2,
    "dish": "Піджарка зі свинини з овочами",
    "weight": 225,
    "price": 90,
    "type": "pig"
  },
  {
    "id": 3,
    "dish": "Свинний стейк на кістці(на вагу)",
    "weight": 100,
    "price": 75,
    "type": "pig"
  },
  {
    "id": 4,
    "dish": "Телятина з баклажанами",
    "weight": 320,
    "price": 130,
    "type": "bif"
  },
  {
    "id": 5,
    "dish": "Котлета по-київськи",
    "weight": 150,
    "price": 100,
    "type": "chiken"
  },
  {
    "id": 6,
    "dish": "Відбивна куряча",
    "weight": 125,
    "price": 60,
    "type": "chiken"
  },
  {
    "id": 7,
    "dish": "Філе телапії з овочами",
    "weight": 200,
    "price": 115,
    "type": "fish"
  },
  {
    "id": 8,
    "dish": "Філе коропа запечене з цибулею та кропом(на вагу)",
    "weight": 100,
    "price": 80,
    "type": "fish"
  },
  {
    "id": 9,
    "dish": "Філе лосося з овочами",
    "weight": 150,
    "price": 160,
    "type": "fish"
  },
  {
    "id": 10,
    "dish": "Спагетті болоньєзе",
    "weight": 250,
    "price": 70,
    "type": "pasta"
  },
  {
    "id": 11,
    "dish": "Фарфале з куркою та грибами",
    "weight": 250,
    "price": 85,
    "type": "pasta"
  },
  {
    "id": 12,
    "dish": "Тальятелла з тунцем",
    "weight": 250,
    "price": 90,
    "type": "pasta"
  },
  {
    "id": 13,
    "dish": "Стейк свинний на кістці",
    "weight": 1000,
    "price": 750,
    "type": "mangal"
  },
  {
    "id": 14,
    "dish": "Шашлик зі свинини",
    "weight": 1000,
    "price": 750,
    "type": "mangal"
  },
  {
    "id": 15,
    "dish": "Свинні реберця",
    "weight": 1000,
    "price": 450,
    "type": "mangal"
  },
  {
    "id": 16,
    "dish": "Картопля по-селянськи",
    "weight": 220,
    "price": 55,
    "type": "sideDishes"
  },
  {
    "id": 17,
    "dish": "Картопля по домашньому",
    "weight": 200,
    "price": 50,
    "type": "sideDishes"
  },
  {
    "id": 18,
    "dish": "Картопляне пюре",
    "weight": 150,
    "price": 50,
    "type": "sideDishes"
  },
  {
    "id": 19,
    "dish": "Рис різотто з овочами",
    "weight": 140,
    "price": 50,
    "type": "sideDishes"
  },
  {
    "id": 20,
    "dish": "Картопля фрі",
    "weight": 150,
    "price": 55,
    "type": "sideDishes"
  },
  {
    "id": 21,
    "dish": "Деруни",
    "weight": 200,
    "price": 80,
    "type": "potato"
  },
  {
    "id": 22,
    "dish": "Деруни з мʼясом +соус",
    "weight": 200,
    "price": 100,
    "type": "potato"
  }
]
menu_sushi = [
    {
        "dish": "Класік",
        "price": 140,
        "storage": "Філа,огірок,лосось св",
        "type": "Phila",
        "id": 1
    },
    {
        "dish": "Сумоку есель",
        "price": 165,
        "storage": "Філа,авокадо,лосось Х/К, кунжут",
        "type": "Phila",
        "id": 2
    },
    {
        "dish": "Гриль",
        "price": 165,
        "storage": "Філа,апельсин,креветка,лосось жарений",
        "type": "Phila",
        "id": 3
    },
    {
        "dish": "Самура",
        "price": 170,
        "storage": "Філа,огірок,вугор,лосось св,унагі кабаякі,кунжут",
        "type": "Phila",
        "id": 4
    },
    {
        "dish": "Туна",
        "price": 135,
        "storage": "Філа,листя салату,тунець",
        "type": "Phila",
        "id": 5
    },
    {
        "dish": "Унагі",
        "price": 170,
        "storage": "Філа,огірок,вугор,унагі кабаякі,кунжут",
        "type": "Phila",
        "id": 6
    },
    {
        "dish": "Мірама",
        "price": 160,
        "storage": "Філа,огірок,тобіко",
        "type": "Phila",
        "id": 7
    },
    {
        "dish": "Які сяке",
        "price": 155,
        "storage": "Філа,огірок,лосось жарений,стружка тунця",
        "type": "Phila",
        "id": 8
    },
    {
        "dish": "Дамає",
        "price": 150,
        "storage": "Філа,вугор,авокадо,кунжут",
        "type": "Phila",
        "id": 9
    },
    {
        "dish": "Квадро чіз",
        "price": 120,
        "storage": "Філа,фета,сир тостовий",
        "type": "Phila",
        "id": 10
    },
    {
        "dish": "Лухарі",
        "price": 170,
        "storage": "Філа,огірок,креветка,спайс соус,тунець",
        "type": "Phila",
        "id": 11
    },
    {
        "dish": "Преміум",
        "price": 180,
        "storage": "Філа,лосось Х/К, ікра лососева,кунжут",
        "type": "Phila",
        "id": 12
    },
    {
        "dish": "Люкс",
        "price": 165,
        "storage": "Сніговий краб,креветка,авокадо,спайс соус,тобіко",
        "type": "Californ",
        "id": 13
    },
    {
        "dish": "Шіро",
        "price": 125,
        "storage": "Лосось св,огірок,авокадо,кунжут",
        "type": "Californ",
        "id": 14
    },
    {
        "dish": "Унагі",
        "price": 145,
        "storage": "Вугор,огірок,авокадо,кунжут",
        "type": "Californ",
        "id": 15
    },
    {
        "dish": "Нішикі",
        "price": 155,
        "storage": "Авокадо,огірок,майонез,креветка,тобіко",
        "type": "Californ",
        "id": 16
    },
    {
        "dish": "Кані",
        "price": 150,
        "storage": "Сніговий краб,огірок,тобіко",
        "type": "Californ",
        "id": 17
    },
    {
        "dish": "Хакумай",
        "price": 130,
        "storage": "Сніговий краб,авокадо,кунжут",
        "type": "Californ",
        "id": 18
    },
    {
        "dish": "Боніто",
        "price": 170,
        "storage": "Тунець,лосось св,авокадо,огірок,тобіко,стружка тунця",
        "type": "Californ",
        "id": 19
    },
    {
        "dish": "Есель",
        "price": 165,
        "storage": "Лосось св,огірок,авокадо,тобіко",
        "type": "Californ",
        "id": 20
    },
    {
        "dish": "Кавасакі",
        "price": 140,
        "storage": "Сніговий краб,філа,авокадо,кунжут",
        "type": "Californ",
        "id": 21
    },
    {
        "dish": "Токіо",
        "price": 160,
        "storage": "Лосось св,сніговий краб,вугор,огірок,спайс соус",
        "type": "Futumack",
        "id": 22
    },
    {
        "dish": "Курама",
        "price": 150,
        "storage": "Філа,тунець,авокадо,сніговий краб,спайс соус",
        "type": "Futumack",
        "id": 23
    },
    {
        "dish": "Веган",
        "price": 105,
        "storage": "Авокадо,огірок,морква,перець болгарський,листя салату",
        "type": "Futumack",
        "id": 24
    },
    {
        "dish": "Сантаке",
        "price": 140,
        "storage": "Лосось жарений,авокадо,огірок,філа",
        "type": "Futumack",
        "id": 25
    },
    {
        "dish": "Сендай",
        "price": 180,
        "storage": "Філа,авокадо,тобіко оранжева,лосось св,креветка",
        "type": "Futumack",
        "id": 26
    },
    {
        "dish": "Black",
        "price": 190,
        "storage": "Сніговий краб,креветка,авокадо,огірок,вугор,Унагі кабаякі,кунжут",
        "type": "Dragon",
        "id": 33
    },
    {
        "dish": "Green",
        "price": 150,
        "storage": "Сніговий краб,креветка,огірок,тобіко,авокадо",
        "type": "Dragon",
        "id": 34
    },
    {
        "dish": "Gold",
        "price": 160,
        "storage": "Креветка,лимон,огірок,лосось свіжий,Унагі соус",
        "type": "Dragon",
        "id": 35
    },
    {
        "dish": "Red",
        "price": 170,
        "storage": "Креветка,сніговий краб,авокадо,тунець",
        "type": "Dragon",
        "id": 36
    },
    {
        "dish": "Raindow",
        "price": 165,
        "storage": "Лосось св,тунець,авокадо,креветка,огірок,тобіко,сніговий краб,перець болгарський",
        "type": "Dragon",
        "id": 37
    },
    {
        "dish": "Кюрі",
        "price": 50,
        "storage": "Огірок",
        "type": "Maki",
        "id": 38
    },
    {
        "dish": "Авокадо",
        "price": 65,
        "storage": "Авокадо",
        "type": "Maki",
        "id": 39
    },
    {
        "dish": "Ебі",
        "price": 90,
        "storage": "Креветка",
        "type": "Maki",
        "id": 40
    },
    {
        "dish": "Есель",
        "price": 85,
        "storage": "Лосось",
        "type": "Maki",
        "id": 41
    },
    {
        "dish": "Унагі",
        "price": 110,
        "storage": "Вугор",
        "type": "Maki",
        "id": 42
    },
    {
        "dish": "Філа",
        "price": 50,
        "storage": "Філа",
        "type": "Maki",
        "id": 43
    },
    {
        "dish": "Туна",
        "price": 85,
        "storage": "Тунець",
        "type": "Maki",
        "id": 44
    },
    {
        "dish": "Зувуйгані",
        "price": 65,
        "storage": "Креветка",
        "type": "Maki",
        "id": 45
    },
    {
        "dish": "Темпура туна",
        "price": 155,
        "storage": "Тунець,огірок,авокадо,філа",
        "type": "WarmRols",
        "id": 29
    },
    {
        "dish": "Темпура ді парма",
        "price": 165,
        "storage": "Пармська шинка,авокадо,філа",
        "type": "WarmRols",
        "id": 30
    },
    {
        "dish": "Темпура ебі",
        "price": 150,
        "storage": "Креветка,огірок,авокадо,філа",
        "type": "WarmRols",
        "id": 27
    },
    {
        "dish": "Темпура сальмон",
        "price": 150,
        "storage": "Лосось,огірок,авокадо,філа",
        "type": "WarmRols",
        "id": 28
    },
    {
        "dish": "Темпура квадрочіз",
        "price": 130,
        "storage": "Фета,філа,плавлений сир",
        "type": "WarmRols",
        "id": 31
    },
    {
        "dish": "Темпура унагі",
        "price": 190,
        "storage": "Філа,вугор",
        "type": "WarmRols",
        "id": 32
    },
    {
        "dish": "СЕТ#1",
        "price": 515,
        "storage": "Філадельфія класік,Футумак токіо,Каліфорнія люкс,Макі філа.",
        "type": "Set",
        "id": 46
    },
    {
        "dish": "СЕТ#3",
        "price": 685,
        "storage": "Філадельфія унагі,Філадельфія лухарі,Філадельфія гриль,Філадельфія преміум.",
        "type": "Set",
        "id": 48
    },
    {
        "dish": "СЕТ#2",
        "price": 535,
        "storage": "Філадельфія сумоку есель,Каліфорнія шіро,Футумак сендай,макі кюрі.",
        "type": "Set",
        "id": 47
    }
]
warm_snacks = [
    {
        "dish": "Жульєн з грибами",
        "weight": 100,
        "price": 55,
        "id": 1
    },
    {
        "dish": "Печінка тушкована в сметанковому соусі",
        "weight": 100,
        "price": 60,
        "id": 2
    },
    {
        "dish": "Язик з шпараговою квасолею",
        "weight": 100,
        "price": 80,
        "id": 3
    }
]
menu_hot_drinks = [
  {
    "id": 1,
    "dish": "Еспрессо",
    "price": 30
  },
  {
    "id": 2,
    "dish": "Американо з мол.",
    "price": 45
  },
  {
    "id": 3,
    "dish": "Капучіно",
    "price": 55
  },
  {
    "id": 4,
    "dish": "Лате",
    "price": 55
  },
  {
    "id": 5,
    "dish": "Флет вайт",
    "price": 60
  },
  {
    "id": 6,
    "dish": "Кава по-ірландськи",
    "price": 120
  },
  {
    "id": 7,
    "dish": "Чай в асорт.",
    "price": 30
  },
  {
    "id": 8,
    "dish": "Чай заварний",
    "price": 40
  },
  {
    "id": 9,
    "dish": "Холодна кава",
    "price": 55
  },
  {
    "id": 10,
    "dish": "Какао",
    "price": 50
  },
  {
    "id": 11,
    "dish": "Гарячий шоколад",
    "price": 80
  }
]
